{"d1e3": {"l": "./rising_silo.html#rising_silo","t": "Rising Silo","d": "<div class=\"abstract\"><p class=\"shortdesc\">AboutRising Silo Brewery offers a unique blend of farm-to-table dining and craft brewery experience. Located alongside Glade Road Growing Farm in Blacksburg, Virginia, Rising Silo uses fresh, local ingredients to create delicious brick oven pizzas and seasonal dishes alongs...</p></div>"},"d1e10": {"l": "./feather_bone.html#feather_bone","t": "Feather Bone","d": "<div class=\"abstract\"><p class=\"shortdesc\">AboutA casual & modernized gathering place at the Old School serving a slightly southern menu of pub fare, family style entrees, veggies and more. Come enjoy our full bar complete with beer, wine, liquor and alcohol free options. Sit in our light, airy dining room or on the...</p></div>"},"d1e17": {"l": "./greens.html#greens","t": "Greens","d": "<div class=\"abstract\"><p class=\"shortdesc\">AboutAt Green's Grill & Sushi Bar, we proudly blend the rich flavors of Mediterranean cuisine with the artistry of sushi, creating a unique culinary fusion. Our menu boasts delectable options like Hummus and Pita, Classic Uramaki, and enticing vegetarian dishes. Menu Greens...</p></div>"},"d1e24": {"l": "./the_cellar.html#the_cellar","t": "The Cellar","d": "<div class=\"abstract\"><p class=\"shortdesc\">AboutThe Cellar Restaurant & 6-Pak Store is Blacksburg, Virginia's best restaurant featuring Italian, Mediterranean, & Greek food, a large beer list, and a craft beer store. Located in the heart of downtown Blacksburg, VA, the Cellar Restaurant is the perfect place for you ...</p></div>"},"d1e31": {"l": "./index.html#welcome","t": "Welcome!","d": "<div class=\"abstract\"><p class=\"shortdesc\">It's been a few years since you walked across the Drillfield, jumped to Enter Sandman in Lane Stadium, or spotted the Hokie Bird. Despite all this time, one thing is true: Blacksburg, Virginia, remains a place like no other. Its deep-rooted traditions and small-town vibes m...</p></div>"},"d1e39": {"l": "./g2s.html#g2s","t": "G2's","d": "<div class=\"abstract\"><p class=\"shortdesc\">AboutAre you looking for the best American restaurant in Blacksburg? Look no further than G2's All American Grill. This eatery serves up some of the most delicious American cuisine around. Our commitment is to provide you with the best American cuisine options to satisfy yo...</p></div>"}}